compose/web/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("nombre", "apellido", "edad", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["nombre", "oelo"], ["apellido", "sisas"], ["edad", 2], ["created_at", "2015-05-23 17:07:33.056557"], ["updated_at", "2015-05-23 17:07:33.056557"]]